[
  "ai-templater",
  "obsidian-auto-link-title",
  "colored-tags",
  "easy-typing-obsidian",
  "editing-toolbar",
  "obsidian-excel-to-markdown-table",
  "file-explorer-plus",
  "homepage",
  "global-search-and-replace",
  "manual-sorting",
  "omnisearch",
  "url-into-selection",
  "quickadd",
  "recent-files-obsidian",
  "rich-foot",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "text-extractor",
  "templater-obsidian",
  "table-editor-obsidian",
  "ai-providers",
  "nldates-obsidian",
  "darlal-switcher-plus",
  "smart-composer",
  "hyperlink-remover",
  "perplexity-converter",
  "metadata-auto-classifier",
  "obsidian-regex-replace",
  "open-vscode",
  "perplexity-chat",
  "obsidian-git",
  "metadata-menu",
  "ai-tagger-universe",
  "auto-folder-collapse",
  "obsidian42-brat",
  "buttons",
  "cmdr",
  "dataview",
  "dataview-properties",
  "obsidian-meta-bind-plugin",
  "opencode-obsidian",
  "metaedit",
  "various-complements",
  "pane-relief",
  "nexus-ai-chat-importer",
  "querydash"
]