[
  "obsidian-advanced-uri",
  "ai-templater",
  "obsidian-auto-link-title",
  "colored-tags",
  "copilot",
  "easy-typing-obsidian",
  "editing-toolbar",
  "obsidian-excel-to-markdown-table",
  "file-explorer-plus",
  "homepage",
  "global-search-and-replace",
  "manual-sorting",
  "omnisearch",
  "url-into-selection",
  "quickadd",
  "recent-files-obsidian",
  "rich-foot",
  "side-note",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "text-extractor",
  "templater-obsidian",
  "vault-transfer",
  "table-editor-obsidian",
  "ai-providers",
  "nldates-obsidian",
  "darlal-switcher-plus",
  "smart-composer",
  "paste-reformatter",
  "hyperlink-remover",
  "perplexity-converter",
  "metadata-auto-classifier",
  "obsidian-regex-replace",
  "tag-buddy",
  "fix-require-modules",
  "mcp-tools",
  "obsidian-local-rest-api",
  "open-vscode",
  "perplexed",
  "perplexity-chat",
  "obsidian-git",
  "ai-image-analyzer",
  "metadata-menu"
]